7-zip
accountsservice
acpi
acpid
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
aria2
autoconf
automake
avahi
b43-fwcutter
bandwhich
bash
bat
bison
blender
blueberry
bluetuith
bluez-tools
bmenu
bottom
brave-browser
broot
btop
btrfs-progs
bzip2
cava
cb
clipit
cmatrix
code
coreutils
cowsay
cpupower
cronie
cryptsetup
ctop
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
dust
dutree
e2fsprogs
ecryptfs-utils
efibootmgr
endless-sky
epdfview
exfatprogs
f2fs-tools
fd
figlet
file
filesystem
findutils
flameshot
flex
fontmatrix
freshfetch-bin
gawk
gcc-libs
gcolor2
gettext
glances
glibc
glibc-locales
gnome-keyring
grep
grub
grub-theme-manjaro-dev
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
htop
i3-default-artwork
inetutils
inxi
iproute2
ipscan
iputils
jfsutils
kitty
kmon
kvantum-manjaro
lazygit
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libluv
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-slick-greeter
linssid
linux515
linux515-headers
logrotate
lsd
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-bluetooth
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-i3-settings
manjaro-pipewire
manjaro-ranger-settings
manjaro-release
manjaro-system
manjaro-zsh-config
markdown_previewer
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
nano
nano-syntax-highlighting
ncdu
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitch
novafetch-git
nss-mdns
ntfs-3g
ntp
nvtop
openresolv
openssh
openssl-1.1
os-prober
otf-code-new-roman
otf-font-awesome-5
p7zip
pacman
palemoon-bin
pamac-gtk
paru
patch
patchutils
pciutils
pcmanfm
pdfstudioviewer
perl
perl-file-mimeinfo
pfetch
picom-pijulius-git
pkgconf
polkit-gnome
polybar
powertop
procps-ng
psmisc
pulse-sms
pulsemixer
python-deluge-client
python-pip
python-pynvim
pywal-16-colors
qt5ct
qutebrowser-git
ranger
reiserfsprogs
rofi-file-browser-extended-git
rsync
rtl8812au-dkms-git
rtl88x2bu-dkms-git
rtorrent
s-nail
sbxkb
screenfetch
sed
shadow
shellcheck
simplenote-electron-bin
sof-firmware
spectre-meltdown-checker
speedtest-cli
squashfs-tools
starship
sudo
sxiv
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
task-spooler
telegram-desktop-bin-dev
terminus-font
texinfo
tldr
tlp
tree
ttf-dejavu
ttf-firacode-nerd
ttf-font-awesome
ttf-font-awesome-5
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-nerd-fonts-symbols-2048-em-mono
tty-clock
ufw
unzip
upower
usbutils
util-linux
vi
viewnior
vifm
vim
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
wireless-regdb
wmutils
wpa_supplicant
xautolock
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
xz
yadm
yay
zensu
zoxide
